{"status":"ok","feed":{"url":"https://medium.com/feed/@kevin","title":"Stories by Kevin Ji on Medium","link":"https://medium.com/@kevin?source=rss-bab70530737f------2","author":"","description":"Stories by Kevin Ji on Medium","image":"https://cdn-images-1.medium.com/fit/c/150/150/0*WqcOBanK1fQNZ-lO.jpg"},"items":[{"title":"Quotes","pubDate":"2013-10-03 03:56:53","link":"https://medium.com/@kevin/quotes-f466c2d1732f?source=rss-bab70530737f------2","guid":"https://medium.com/p/f466c2d1732f","author":"Kevin Ji","thumbnail":"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=f466c2d1732f","description":"\n<h4>A collection of quotes that I have found to be insightful, touching, humorous, or just interesting. Updated periodically.</h4>\n<p>“Stories, like people and butterflies and songbirds’ eggs and human hearts and dreams, are also fragile things, made up of nothing stronger or more lasting than twenty-six letters and a handful of punctuation marks. Or they are words on the air, composed of sounds and ideas — abstract, invisible, gone once they’ve been spoken — and what could be more frail than that? But some stories, small, simple ones about setting out on adventures or people doing wonders, tales of miracles and monsters, have outlasted all the people who told them, and some of them have outlasted the lands in which they were created.”<br>— Neil Gaiman</p>\n<p>“You can’t ever reach perfection, but you can believe in an asymptote toward which you are ceaselessly striving.”<br>— Paul Kalanithi</p>\n<p>“When you come to one of the many moments in life when you must give an account of yourself, provide a ledger of what you have been, and done, and meant to the world, do not, I pray, discount that you filled a dying man’s days with a sated joy, a joy unknown to me in all my prior years, a joy that does not hunger for more and more, but rests, satisfied. In this time, right now, that is an enormous thing.”<br>— Paul Kalanithi</p>\n<p>“Don’t be ashamed to weep; ’tis right to grieve. Tears are only water, and flowers, trees, and fruit cannot grow without water. But there must be sunlight also. A wounded heart will heal in time, and when it does, the memory and love of our lost ones is sealed inside to comfort us.”<br>— Brian Jacques</p>\n<p>“Maybe our favorite quotations say more about us than about the stories and people we’re quoting.”<br>— John Green</p>\n<p>“It seems to me that when it’s time to die, there would be a certain pleasure in thinking that you had utilized your life well, learned as much as you could, gathered in as much as possible of the universe, and enjoyed it. There’s only this one universe and only this one lifetime to try to grasp it. And while it is inconceivable that anyone can grasp more than a tiny portion of it, at least you can do that much. What a tragedy just to pass through and get nothing out of it.”<br>— Isaac Asimov (<a href=\"http://zenpencils.com/comic/asimov/\">Zen Pencils</a>)</p>\n<p>“And even if we are occupied with most important things, if we attain to honour or fall into great misfortune — still let us remember how good it was once here, when we were all together, united by a good and kind feeling which made us… better perhaps than we are.”<br>— Fyodor Dostoyevsky</p>\n<p>“If I were dropped out of a plane into the ocean and told the nearest land was a thousand miles away, I’d still swim. And I’d despise the one who gave up.”<br>— Abraham Maslow</p>\n<p>“In the real world, equal respect for all cultures doesn’t translate into a rich mosaic of colorful and proud peoples interacting peacefully while maintaining a delightful diversity of food and craftwork. It translates into closed pockets of oppression, ignorance, and abuse.”<br>— Ayaan Hirsi Ali</p>\n<p>“Here’s to the crazy ones. The misfits. The rebels. The troublemakers. The round pegs in the square holes. The ones who see things differently. They’re not fond of rules. And they have no respect for the status quo. You can quote them, disagree with them, glorify or vilify them. About the only thing you can’t do is ignore them. Because they change things. They push the human race forward. And while some may see them as the crazy ones, we see genius. Because the people who are crazy enough to think they can change the world, are the ones who do.”<br>— Apple</p>\n<p>“If only there were evil people somewhere insidiously committing evil deeds, and it were necessary only to separate them from the rest of us and destroy them. But the line dividing good and evil cuts through the heart of every human being. And who is willing to destroy a piece of his own heart?”<br>— Aleksandr Solzhenitsyn</p>\n<p>“We are as forlorn as children lost in the woods. When you stand in front of me and look at me, what do you know of the griefs that are in me and what do I know of yours. And if I were to cast myself down before you and weep and tell you, what more would you know about me than you know about Hell when someone tells you it is hot and dreadful? For that reason alone we human beings ought to stand before one another as reverently, as reflectively, as lovingly, as we would before the entrance to Hell.”<br>— Franz Kafka</p>\n<p>“First they came for the Socialists, and I did not speak out —<br>Because I was not a Socialist.</p>\n<p>Then they came for the Trade Unionists, and I did not speak out —<br>Because I was not a Trade Unionist.</p>\n<p>Then they came for the Jews, and I did not speak out —<br>Because I was not a Jew.</p>\n<p>Then they came for me — and there was no one left to speak for me.”<br>— Martin Niemöller</p>\n<p>“Normal is an illusion. What is normal for the spider is chaos for the fly.”<br>— Charles Addams</p>\n<p>“The day the child realizes that all adults are imperfect, he becomes an adolescent; the day he forgives them, he becomes an adult; the day he forgives himself, he becomes wise.”<br>— Alden Nowlan</p>\n<p>“Do not go gentle into that good night,<br>Old age should burn and rave at close of day;<br>Rage, rage against the dying of the light.”<br>— Dylan Thomas</p>\n<p>“The most beautiful people we have known are those who have known defeat, known suffering, known struggle, known loss, and have found their way out of the depths. These persons have an appreciation, a sensitivity, and an understanding of life that fills them with compassion, gentleness, and a deep loving concern. Beautiful people do not just happen.”<br>— Elisabeth Kübler-Ross</p>\n<p>“What I cannot create, I do not understand.”<br>— Richard Feynman</p>\n<p>“I’ve been making a list of the things they don’t teach you at school. They don’t teach you how to love somebody. They don’t teach you how to be famous. They don’t teach you how to be rich or how to be poor. They don’t teach you how to walk away from someone you don’t love any longer. They don’t teach you how to know what’s going on in someone else’s mind. They don’t teach you what to say to someone who’s dying. They don’t teach you anything worth knowing.”<br>— Neil Gaiman</p>\n<p>“Everybody has a secret world inside of them. All of the people in the whole world, I mean everybody. No matter how dull and boring they are on the outside. Inside them they’ve all got unimaginable, magnificent, wonderful, stupid, amazing worlds. Not just one world. Hundreds of them. Thousands maybe.”<br>— Neil Gaiman</p>\n<p>“The only way to make sense out of change is to plunge into it, move with it, and join the dance.”<br>— Alan Watts</p>\n<p>“This is the real secret of life—to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play.”<br>— Alan Watts</p>\n<p>“When adults say, ‘Teenagers think they are invincible’ with that sly, stupid smile on their faces, they don’t know how right they are. We need never be hopeless, because we can never be irreparably broken. We think that we are invincible because we are. We cannot be born, and we cannot die. Like all energy, we can only change shapes and sizes and manifestations. They forget that when they get old. They get scared of losing and failing. But that part of us greater than the sum of our parts cannot begin and cannot end, and so it cannot fail.”<br>— John Green</p>\n<p>“The only difference in the game of love over the last few thousand years is that they’ve changed trumps from clubs to diamonds.”<br>— The Indianapolis Star</p>\n<p>“If you love a flower, don’t pick it up.<br>Because if you pick it up it dies and it ceases to be what you love.<br>So if you love a flower, let it be.<br>Love is not about possession.<br>Love is about appreciation.”<br>— Osho</p>\n<p>“To the world you may be just one person, but to one person you may be the world.”<br>— Brandi Snyder</p>\n<p>“Do not stand at my grave and weep,<br>I am not there; I do not sleep.<br>I am a thousand winds that blow,<br>I am the diamond glints on snow,<br>I am the sun on ripened grain,<br>I am the gentle autumn rain.<br>When you awaken in the morning’s hush<br>I am the swift uplifting rush<br>Of quiet birds in circling flight.<br>I am the soft starlight at night.<br>Do not stand at my grave and cry,<br>I am not there; I did not die.”<br>— Mary Elizabeth Frye</p>\n<p>“I used to think I was the strangest person in the world but then I thought there are so many people in the world, there must be someone just like me who feels bizarre and flawed in the same ways I do. I would imagine her, and imagine that she must be out there thinking of me too. Well, I hope that if you are out there and read this and know that, yes, it’s true I’m here, and I’m just as strange as you.”<br>— Frida Kahlo</p>\n<p>“Admit it. You aren’t like them. You’re not even close. You may occasionally dress yourself up as one of them, watch the same mindless television shows as they do, maybe even eat the same fast food sometimes. But it seems that the more you try to fit in, the more you feel like an outsider, watching the ‘normal people’ as they go about their automatic existences. For every time you say club passwords like ‘Have a nice day’ and ‘Weather’s awful today, eh?’, you yearn inside to say forbidden things like ‘Tell me something that makes you cry’ or ‘What do you think <em>deja vu</em> is for?’. Face it, you even want to talk to that girl in the elevator. But what if that girl in the elevator (and the balding man who walks past your cubicle at work) are thinking the same thing? Who knows what you might learn from taking a chance on conversation with a stranger? Everyone carries a piece of the puzzle. Nobody comes into your life by mere coincidence. Trust your instincts. Do the unexpected. Find the others.”<br>— Timothy Leary (<a href=\"http://zenpencils.com/comic/102-timothy-leary-you-arent-like-them/\">Zen Pencils</a>)</p>\n<p>“Every generation imagines itself to be more intelligent than the one that went before it, and wiser than the one that comes after it.”<br>— George Orwell</p>\n<p>“The only thing standing between you and your goal is the bullshit story you keep telling yourself as to why you can’t achieve it.”<br>— Jordan Belfort</p>\n<p>“We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.”<br>— Plato</p>\n<p>“Believe those who seek the truth, doubt those who find it.”<br>— André Gide</p>\n<p>“The only person you are destined to become is the person you decide to be.”<br>— Ralph Waldo Emerson</p>\n<p>“Pain is temporary. It may last a minute, or an hour, or a day, or a year, but eventually it will subside and something else will take its place. If I quit, however, it lasts forever.”<br>— Lance Armstrong</p>\n<p>“The secret of getting ahead is getting started. The secret of getting started is breaking your complex overwhelming tasks into small manageable tasks, and then starting on the first one.”<br>— Mark Twain</p>\n<p>“Quiet people have the loudest minds.”<br>— Stephen Hawking</p>\n<p>“From this distant vantage point, the Earth might not seem of any particular interest. But for us, it’s different. Consider again that dot. That’s here. That’s home. That’s us. On it everyone you love, everyone you know, everyone you ever heard of, every human being who ever was, lived out their lives. The aggregate of our joy and suffering, thousands of confident religions, ideologies, and economic doctrines, every hunter and forager, every hero and coward, every creator and destroyer of civilization, every king and peasant, every young couple in love, every mother and father, hopeful child, inventor and explorer, every teacher of morals, every corrupt politician, every ‘superstar,’ every ‘supreme leader,’ every saint and sinner in the history of our species lived there—on a mote of dust suspended in a sunbeam.</p>\n<p>The Earth is a very small stage in a vast cosmic arena. Think of the rivers of blood spilled by all those generals and emperors so that in glory and triumph they could become the momentary masters of a fraction of a dot. Think of the endless cruelties visited by the inhabitants of one corner of this pixel on the scarcely distinguishable inhabitants of some other corner. How frequent their misunderstandings, how eager they are to kill one another, how fervent their hatreds. Our posturings, our imagined self-importance, the delusion that we have some privileged position in the universe, are challenged by this point of pale light. Our planet is a lonely speck in the great enveloping cosmic dark. In our obscurity—in all this vastness—there is no hint that help will come from elsewhere to save us from ourselves.</p>\n<p>The Earth is the only world known, so far, to harbor life. There is nowhere else, at least in the near future, to which our species could migrate. Visit, yes. Settle, not yet. Like it or not, for the moment, the Earth is where we make our stand. It has been said that astronomy is a humbling and character-building experience. There is perhaps no better demonstration of the folly of human conceits than this distant image of our tiny world. To me, it underscores our responsibility to deal more kindly with one another and to preserve and cherish the pale blue dot, the only home we’ve ever known.”<br>— Carl Sagan (<a href=\"http://zenpencils.com/comic/100-carl-sagan-pale-blue-dot/\">Zen Pencils</a>)</p>\n<p>“There are two types of sufferers in this world: those that suffer from a lack of life and those that suffer from an overabundance of it.”<br>— Louis Mackey (Waking Life)</p>\n<p>“Nobody tells this to people who are beginners, I wish someone told me. All of us who do creative work, we get into it because we have good taste. But there is this gap. For the first couple years you make stuff, it’s just not that good. It’s trying to be good, it has potential, but it’s not. But your taste, the thing that got you into the game, is still killer. And your taste is why your work disappoints you. A lot of people never get past this phase, they quit. Most people I know who do interesting, creative work went through years of this. We know our work doesn’t have this special thing that we want it to have. We all go through this. And if you are just starting out or you are still in this phase, you gotta know it’s normal, and the most important thing you can do is do a lot of work. Put yourself on a deadline so that every week you will finish one story. It is only by going through a volume of work that you will close that gap, and your work will be as good as your ambitions. And I took longer to figure out how to do this than anyone I’ve ever met. It’s gonna take awhile. It’s normal to take awhile. You’ve just gotta fight your way through.”<br>— Ira Glass (<a href=\"http://zenpencils.com/comic/90-ira-glass-advice-for-beginners/\">Zen Pencils</a>; <a href=\"http://youtu.be/BI23U7U2aUY\">YouTube</a>)</p>\n<p>“So you think I’m a loser? Just because I have a stinking job that I hate, a family that doesn’t respect me, a whole city that curses the day I was born? Well, that may mean loser to you, but let me tell you something. Every morning when I wake up, I know it’s not going to get any better until I go back to sleep again. So I get up, have my watered down Tang and still-frozen Pop Tart, get in my car with no upholstery, no gas and six more payments to fight traffic just for the privilege of putting cheap shoes on the cloven hooves of people like you. I’ll never play football like I thought I would, I’ll never know the touch of a beautiful woman, and I’ll never again know the joy of driving without a bag on my head. But I’m not a loser. ‘Cause despite it all, me and every other guy who’ll never be what he wanted to be, are still out there, being what we don’t wanna be, forty hours a week, for life. And the fact that I haven’t put a gun to my mouth, you pudding of a woman, makes me a winner!”<br>— Al Bundy</p>\n<p>“The reason that the rich were so rich, Vimes reasoned, was because they managed to spend less money.</p>\n<p>Take boots, for example. He earned thirty-eight dollars a month plus allowances. A really good pair of leather boots cost fifty dollars. But an affordable pair of boots, which were sort of OK for a season or two and then leaked like hell when the cardboard gave out, cost about ten dollars. Those were the kind of boots Vimes always bought, and wore until the soles were so thin that he could tell where he was in Ankh-Morpork on a foggy night by the feel of the cobbles.</p>\n<p>But the thing was that good boots lasted for years and years. A man who could afford fifty dollars had a pair of boots that’d still be keeping his feet dry in ten years’ time, while the poor man who could only afford cheap boots would have spent a hundred dollars on boots in the same time and would still have wet feet.</p>\n<p>This was the Captain Samuel Vimes ‘Boots’ theory of socioeconomic unfairness.”<br>— Terry Pratchett</p>\n<p>“When you’re good at something, you’ll tell everyone. When you’re great at something, they’ll tell you.”<br>— Walter Payton</p>\n<p>“The idea that some lives matter less is the root of all that’s wrong with the world.”<br>— Paul Farmer</p>\n<p>“It suddenly struck me that that tiny pea, pretty and blue, was the Earth. I put up my thumb and shut one eye, and my thumb blotted out the planet Earth. I didn’t feel like a giant. I felt very, very small.”<br>— Neil Armstrong (<a href=\"http://zenpencils.com/comic/76-neil-armstrong-a-giant-among-men/\">Zen Pencils</a>)</p>\n<p>“When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.”<br>— Helen Keller (<a href=\"http://zenpencils.com/comic/79-helen-keller-when-one-door-closes/\">Zen Pencils</a>)</p>\n<p>“Surely, if life means anything at all, it means that each of us is entrusted with a certain irreplaceable fund of hours and weeks and years. To let anybody and everybody fritter that fund away is as if the trustee of an estate were to deposit the estate’s funds in a bank and issue check books to whoever applied.”<br>— Anonymous (<a href=\"http://mikecanex.wordpress.com/2012/12/26/1922-why-i-quit-being-so-accommodating/\">The American Magazine</a>)</p>\n<p>“A long time from now will be now really soon.”<br>— Tim Scott (<a href=\"http://qr.ae/Ig3y2\">Quora</a>)</p>\n<p>“We tend to greatly overestimate what we can achieve in the next 10 months and greatly underestimate what we can achieve in the next 10 years.”<br>— Tim Scott (<a href=\"http://qr.ae/Ig3y2\">Quora</a>)</p>\n<p>“Two roads diverged in a wood, and I—<br>I took the one less traveled by,<br>And that has made all the difference.”<br>— Robert Frost (<a href=\"http://zenpencils.com/comic/60-robert-frost-the-road-not-taken/\">Zen Pencils</a>)</p>\n<p>“Sometimes I lie awake at night, and ask, ‘Where have I gone wrong?’ Then a voice says to me, ‘This is going to take more than one night.’”<br>— Charles M. Schulz</p>\n<p>“I love mankind; it’s people I can’t stand.”<br>— Charles M. Schulz</p>\n<p>“All you need is love. But a little chocolate now and then doesn’t hurt.”<br>— Charles M. Schulz</p>\n<p>“I think I’ve discovered the secret of life—you just hang around until you get used to it.”<br>— Charles M. Schulz</p>\n<p>“When you’re happy, you enjoy the music. But when you’re sad, you understand the lyrics.”<br>— Frank Ocean</p>\n<p>“War does not determine who is right—only who is left.”<br>— Bertrand Russell</p>\n<p>“I always wonder why birds choose to stay in the same place when they can fly anywhere on the earth. Then I ask myself the same question.”<br>— Harun Yahya</p>\n<p>“Some people say, ‘How can you live without knowing?’ I do not know what they mean. I always live without knowing. That is easy. How you get to know is what I want to know.”<br>— Richard Feynman</p>\n<p>“A poet once said, ‘The whole universe is in a glass of wine.’ We will probably never know in what sense he meant that, for poets do not write to be understood. But it is true that if we look at a glass of wine closely enough we see the entire universe.”<br>— Richard Feynman</p>\n<p>“Alone we can do so little; together we can do so much.”<br>— Helen Keller</p>\n<p>“The liar’s punishment is not in the least that he is not believed, but that he cannot believe anyone else.”<br>— George Bernard Shaw</p>\n<p>“If you always put limits on everything you do, physical or anything else, it will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.”<br>— Bruce Lee</p>\n<p>“I would rather be ashes than dust! I would rather that my spark should burn out in a brilliant blaze than it should be stifled by dry-rot. I would rather be a superb meteor, every atom of me in magnificent glow, than a sleepy and permanent planet. The function of man is to live, not to exist. I shall not waste my days trying to prolong them. I shall use my time.”<br>— Jack London (<a href=\"http://zenpencils.com/comic/111-jack-london-i-would-rather-be-ashes-than-dust/\">Zen Pencils</a>)</p>\n<p>“Watch your thoughts; they become words. Watch your words; they become actions. Watch your actions; they become habit. Watch your habits; they become character. Watch your character; it becomes your destiny.”<br>— Lao Tzu</p>\n<p>“I have never met a man so ignorant that I could not learn something from him.”<br>— Galileo Galilei</p>\n<p>“The real question is not whether machines think but whether men do.”<br>— B. F. Skinner</p>\n<p>“Experience is the name everyone gives to their mistakes.”<br>— Oscar Wilde</p>\n<p>“You will hear people say that poverty is the best spur to the artist. They have never felt the iron of it in their flesh. They do not know how mean it makes you. It exposes you to endless humiliation, it cuts your wings, it eats into your soul like a cancer. It is not wealth one asks for, but just enough to preserve one’s dignity, to work unhampered, to be generous, frank and independent. I pity with all my heart the artist, whether he writes or paints, who is entirely dependent for subsistence upon his art.”<br>— W. Somerset Maugham</p>\n<p>“Many of life’s failures are people who did not realize how close they were to success when they gave up.”<br>— Thomas Edison</p>\n<p>“I have not failed. I’ve just found 10,000 ways that won’t work.”<br>— Thomas Edison</p>\n<p>“It is hard to fail, but it is worse never to have tried to succeed.”<br>— Theodore Roosevelt</p>\n<p>“It is not the critic who counts, not the man who points out how the strong man stumbled, or where the doer of deeds could have done better. The credit belongs to the man who is actually in the arena; whose face is marred by the dust and sweat and blood; who strives valiantly; who errs and comes short again and again, because there is no effort without error or shortcoming; who knows the great enthusiasms, the great devotions and spends himself in a worthy cause; who at the best, knows in the end the triumph of high achievement, and who, at worst, if he fails, at least fails while daring greatly; so that his place shall never be with those cold and timid souls who know neither victory or defeat.”<br>— Theodore Roosevelt (<a href=\"http://zenpencils.com/comic/theodore-roosevelt-the-man-in-the-arena/\">Zen Pencils</a>)</p>\n<p>“Do what you can, with what you have, where you are.”<br>— Theodore Roosevelt</p>\n<p>“Moderation in all things, especially moderation.”<br>— Ralph Waldo Emerson</p>\n<p>“One reason we struggle with insecurity: we’re comparing our behind the scenes to everyone else’s highlight reel.”<br>— Steven Furtick (<a href=\"https://twitter.com/stevenfurtick/status/67981913746444288\">Twitter</a>)</p>\n<p>“I was always looking outside myself for strength and confidence, but it comes from within. It is there all the time.”<br>— Anna Freud</p>\n<p>“There is nothing noble in being superior to your fellow man; true nobility is being superior to your former self.”<br>— Ernest Hemingway</p>\n<p>“Why do we fall…? So that we can learn to pick ourselves up.”<br>— Alfred Pennyworth (Batman Begins)</p>\n<p>“No one looks stupid when they’re having fun.”<br>— Amy Poehler</p>\n<p>“There are three deaths. The first is when the body ceases to function. The second is when the body is consigned to the grave. The third is that moment, sometime in the future, when your name is spoken for the last time.”<br>— David Eagleman</p>\n<p>“If you want to be happy, be.”<br>— Leo Tolstoy</p>\n<p>“The clock is running. Make the most of today. Time waits for no man. Yesterday is history. Tomorrow is a mystery. Today is a gift. That’s why it is called the present.”<br>— Alice Morse Earle</p>\n<p>“Have you ever been in love? Horrible isn’t it? It makes you so vulnerable. It opens your chest and it opens up your heart and it means that someone can get inside you and mess you up. You build up all these defenses, you build up a whole suit of armor, so that nothing can hurt you, then one stupid person, no different from any other stupid person, wanders into your stupid life…You give them a piece of you. They didn’t ask for it. They did something dumb one day, like kiss you or smile at you, and then your life isn’t your own anymore. Love takes hostages. It gets inside you. It eats you out and leaves you crying in the darkness, so simple a phrase like ‘maybe we should be just friends’ turns into a glass splinter working its way into your heart. It hurts. Not just in the imagination. Not just in the mind. It’s a soul-hurt, a real gets-inside-you-and-rips-you-apart pain. I hate love.”<br>— Neil Gaiman</p>\n<p>“No one can make you feel inferior without your consent.”<br>— Eleanor Roosevelt</p>\n<p>“Those who stand for nothing fall for anything.”<br>— Alexander Hamilton</p>\n<p>“I’ve learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.”<br>— Maya Angelou</p>\n<p>“Don’t walk behind me; I may not lead. Don’t walk in front of me; I may not follow. Just walk beside me and be my friend.”<br>— Albert Camus</p>\n<p>“You only live once, but if you do it right, once is enough.”<br>— Mae West</p>\n<p>“Be the change that you wish to see in the world.”<br>— Mahatma Gandhi</p>\n<p>“You’ve gotta dance like there’s nobody watching,<br>Love like you’ll never be hurt,<br>Sing like there’s nobody listening,<br>And live like it’s heaven on earth.”<br>— William W. Purkey</p>\n<p>“To live is the rarest thing in the world. Most people exist, that is all.”<br>— Oscar Wilde</p>\n<p>“Be yourself; everyone else is already taken.”<br>— Oscar Wilde</p>\n<p>“It matters not what someone is born, but what they grow to be.”<br>— J. K. Rowling</p>\n<p>“It does not do to dwell on dreams and forget to live.”<br>— J. K. Rowling</p>\n<p>“It is the unknown we fear when we look upon death and darkness, nothing more.”<br>— J. K. Rowling</p>\n<p>“Differences of habit and language are nothing at all if our aims are identical and our hearts are open.”<br>— J. K. Rowling</p>\n<p>“Do not pity the dead…. Pity the living, and, above all, those who live without love.”<br>— J. K. Rowling</p>\n<p>“The world is not threatened by evil people, but by those who allow evil to take place.”<br>— Albert Einstein</p>\n<p>“The great mistake is to anticipate the outcome of the engagement; you ought not to be thinking of whether it ends in victory or defeat. Let nature take its course, and your tools will strike at the right moment.”<br>— Bruce Lee</p>\n<p>“You’re not disabled by the disabilities you have, you are able by the abilities you have.”<br>— Oscar Pistorius</p>\n<p>“Imagination is more important than knowledge.”<br>— Albert Einstein</p>\n<p>“You miss 100% of the shots you don’t take.”<br>— Wayne Gretzky</p>\n<p>“Shoot for the moon. Even if you miss, you’ll land among the stars.”<br>— Les Brown</p>\n<p>“Everything should be made as simple as possible, but no simpler.”<br>— Albert Einstein</p>\n<p>“Do not follow where the path may lead. Go, instead, where there is no path and leave a trail.”<br>— Ralph Waldo Emerson</p>\n<p>“It is our choices … that show what we truly are, far more than our abilities.”<br>— J. K. Rowling</p>\n<p>“To give anything less than your best is to sacrifice the gift.”<br>— Steve Prefontaine</p>\n<p>“Only those who will risk going too far can possibly find out how far one can go.”<br>— T. S. Eliot</p>\n<p>“Put your hand on a hot stove for a minute, and it seems like an hour. Sit with a pretty girl for an hour, and it seems like a minute. That’s relativity.”<br>— Albert Einstein</p>\n<p>“Dream as if you’ll live forever. Live as if you’ll die today.”<br>— James Dean</p>\n<p>“Live without pretending, Love without depending, Listen without defending, Speak without offending.”<br>— Drake (<a href=\"https://twitter.com/Drake/status/39568541719986176\">Twitter</a>)</p>\n<p>“Don’t judge each day by the harvest you reap but by the seeds that you plant.”<br>— Robert Louis Stevenson</p>\n<p>“Time you enjoy wasting, was not wasted.”<br>— John Lennon</p>\n<p>“To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.”<br>— Ralph Waldo Emerson</p>\n<p>“What lies behind us and what lies before us are tiny matters compared to what lies within us.”<br>— Ralph Waldo Emerson</p>\n<p>“And in the end, it’s not the years in your life that count. It’s the life in your years.”<br>— Abraham Lincoln</p>\n<p>“Only a life lived for others is a life worthwhile.”<br>— Albert Einstein</p>\n<p>“Some people want it to happen, some wish it would happen, others make it happen.”<br>— Michael Jordon</p>\n<p>“Imperfection is beauty, madness is genius and it’s better to be absolutely ridiculous than absolutely boring.”<br>— Marilyn Monroe</p>\n<p>“You can’t expect to hit the jackpot if you don’t put a few nickels in the machine.”<br>— Flip Wilson</p>\n<p>“Throughout life you will meet one person who is like no other. You could talk to this person for hours and never get bored, you could tell this person things and they will never judge you. This person is your soulmate… your best friend… never let them go…”<br>— Anonymous</p>\n<p>“To love at all is to be vulnerable. Love anything and your heart will be wrung and possibly broken. If you want to make sure of keeping it intact you must give it to no one, not even an animal. Wrap it carefully round with hobbies and little luxuries; avoid all entanglements. Lock it up safe in the casket or coffin of your selfishness. But in that casket, safe, dark, motionless, airless, it will change. It will not be broken; it will become unbreakable, impenetrable, irredeemable. To love is to be vulnerable.”<br>— C. S. Lewis (<a href=\"http://zenpencils.com/comic/103-c-s-lewis-to-love-at-all/\">Zen Pencils</a>)</p>\n<p>“You don’t have a soul. You are a soul. You have a body.”<br>— C. S. Lewis</p>\n<p>“Friendship is born at that moment when one person says to another: ‘What! You too? I thought I was the only one.’”<br>— C. S. Lewis</p>\n<p>“The question is not what you look at, but what you see.”<br>— Henry David Thoreau</p>\n<p>“It’s beauty that captures your attention; personality which captures your heart.”<br>— Oscar Wilde</p>\n<p>“If you want to know what a man’s like, take a good look at how he treats his inferiors, not his equals.”<br>— J. K. Rowling</p>\n<p>“It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.”<br>— J. K. Rowling</p>\n<p>“Life can only be understood backwards; but it must be lived forwards.”<br>— Søren Kierkegaard</p>\n<p>“Sometimes people are beautiful.<br>Not in looks.<br>Not in what they say.<br>Just in what they are.”<br>— Marcus Zusak</p>\n<p>“Just when you think it can’t get any worse, it can. And just when you think it can’t get any better, it can.”<br>— Nicholas Sparks</p>\n<p>“Life is an opportunity, benefit from it.<br>Life is beauty, admire it.<br>Life is a dream, realize it.<br>Life is a challenge, meet it.<br>Life is a duty, complete it.<br>Life is a game, play it.<br>Life is a promise, fulfill it.<br>Life is sorrow, overcome it.<br>Life is a song, sing it.<br>Life is a struggle, accept it.<br>Life is a tragedy, confront it.<br>Life is an adventure, dare it.<br>Life is luck, make it.<br>Life is too precious, do not destroy it.<br>Life is life, fight for it.”<br>— Mother Teresa</p>\n<p>“It is better to be hated for what you are than loved for what you are not.”<br>— André Gide</p>\n<p>“Today you are You, that is truer than true. There is no one alive who is Youer than You.”<br>— Dr. Seuss</p>\n<p>“In three words I can sum up everything I’ve learned about life: it goes on.”<br>— Robert Frost</p>\n<p>“Insanity is doing the same thing, over and over again, but expecting different results.”<br>— Albert Einstein</p>\n<p>“Don’t cry because it’s over, smile because it happened.”<br>— Dr. Seuss</p>\n<p>“Everything has been figured out, except how to live.”<br>— Jean-Paul Sartre</p>\n<p>“I’m selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle. But if you can’t handle me at my worst, then you sure as hell don’t deserve me at my best.”<br>— Marilyn Monroe</p>\n<p>“Don’t go around saying the world owes you a living. The world owes you nothing. It was here first.”<br>— Mark Twain</p>\n<p>“To err is human; to forgive, divine.”<br>— Alexander Pope</p>\n<p>“Be who you are and say what you feel because those who mind don’t matter and those who matter don’t mind.”<br>— Dr. Seuss (<a href=\"http://zenpencils.com/comic/96-dr-seuss-those-who-mind-dont-matter/\">Zen Pencils</a>)</p>\n<p>“Never take life seriously. Nobody gets out alive anyways.”<br>— Anonymous</p>\n<p>“The only thing we have to fear, is fear itself.”<br>— Franklin D. Roosevelt</p>\n<p>“The highest form of ignorance is when you reject something you don’t know anything about.”<br>— Wayne Dyer</p>\n<p>“By letting it go it all gets done. The world is won by those who let it go. But when you try and try. The world is beyond winning.”<br>— Lao Tzu</p>\n<p>“Those who cannot remember the past are condemned to repeat it.”<br>— George Santayana</p>\n<p>“Whether you believe you can do a thing or not, you are right.”<br>— Henry Ford</p>\n<p>“Everybody is a genius. But if you judge a fish by its ability to climb a tree, it will live its whole life believing that it is stupid.”<br>— Albert Einstein (<a href=\"http://zenpencils.com/comic/albert-einstein-everybody-is-a-genius/\">Zen Pencils</a>)</p>\n<p>“Be nice to nerds. Chances are you’ll end up working for one.”<br>— Charles J. Sykes</p>\n<p>“Always be a first-rate version of yourself, instead of a second-rate version of somebody else.”<br>— Judy Garland</p>\n<p>“Stay Hungry. Stay Foolish.”<br>— Steve Jobs</p>\n<p>“Every man dies. Not every man really lives.”<br>— William Wallace</p>\n<p>“Any fool can make things bigger, more complex, and more violent. It takes a touch of genius—and a lot of courage—to move in the opposite direction.”<br>— Albert Einstein</p>\n<p>“There is only one success—to be able to spend your life in your own way.”<br>— Christopher Morley</p>\n<p>“There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.”<br>— Albert Einstein</p>\n<p>“Your time is limited, so don’t waste it living someone else’s life. Don’t be trapped by dogma—which is living with the results of other people’s thinking. Don’t let the noise of others’ opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition. They somehow already know what you truly want to become. Everything else is secondary.”<br>— Steve Jobs (<a href=\"http://zenpencils.com/comic/16-steve-jobs-your-time-is-limited/\">Zen Pencils</a>, <a href=\"http://youtu.be/UF8uR6Z6KLc\">YouTube</a>)</p>\n<p>“You can’t connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something—your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.”<br>— Steve Jobs</p>\n<p>“That’s been one of my mantras—focus and simplicity. Simple can be harder than complex: You have to work hard to get your thinking clean to make it simple. But it’s worth it in the end because once you get there, you can move mountains.”<br>— Steve Jobs</p>\n<p>“A man who has never made a woman angry is a failure in life.”<br>— Christopher Morley</p>\n<p>“Life is like a game of cards. The hand you are dealt is determinism; the way you play it is free will.”<br>— Jawaharlal Nehru</p>\n<p>“Snow and adolescence are the only problems that disappear if you ignore them long enough.”<br>— Earl Wilson</p>\n<p>“By failing to prepare, you are preparing to fail.”<br>— Benjamin Franklin</p>\n<p>“Only two things are infinite, the universe and human stupidity, and I’m not sure about the former.”<br>— Albert Einstein</p>\n<p>“Genius is one percent inspiration, ninety-nine percent perspiration.”<br>— Thomas Edison</p>\n<img src=\"https://medium.com/_/stat?event=post.clientViewed&amp;referrerSource=full_rss&amp;postId=f466c2d1732f\" width=\"1\" height=\"1\" alt=\"\">\n","content":"\n<h4>A collection of quotes that I have found to be insightful, touching, humorous, or just interesting. Updated periodically.</h4>\n<p>“Stories, like people and butterflies and songbirds’ eggs and human hearts and dreams, are also fragile things, made up of nothing stronger or more lasting than twenty-six letters and a handful of punctuation marks. Or they are words on the air, composed of sounds and ideas — abstract, invisible, gone once they’ve been spoken — and what could be more frail than that? But some stories, small, simple ones about setting out on adventures or people doing wonders, tales of miracles and monsters, have outlasted all the people who told them, and some of them have outlasted the lands in which they were created.”<br>— Neil Gaiman</p>\n<p>“You can’t ever reach perfection, but you can believe in an asymptote toward which you are ceaselessly striving.”<br>— Paul Kalanithi</p>\n<p>“When you come to one of the many moments in life when you must give an account of yourself, provide a ledger of what you have been, and done, and meant to the world, do not, I pray, discount that you filled a dying man’s days with a sated joy, a joy unknown to me in all my prior years, a joy that does not hunger for more and more, but rests, satisfied. In this time, right now, that is an enormous thing.”<br>— Paul Kalanithi</p>\n<p>“Don’t be ashamed to weep; ’tis right to grieve. Tears are only water, and flowers, trees, and fruit cannot grow without water. But there must be sunlight also. A wounded heart will heal in time, and when it does, the memory and love of our lost ones is sealed inside to comfort us.”<br>— Brian Jacques</p>\n<p>“Maybe our favorite quotations say more about us than about the stories and people we’re quoting.”<br>— John Green</p>\n<p>“It seems to me that when it’s time to die, there would be a certain pleasure in thinking that you had utilized your life well, learned as much as you could, gathered in as much as possible of the universe, and enjoyed it. There’s only this one universe and only this one lifetime to try to grasp it. And while it is inconceivable that anyone can grasp more than a tiny portion of it, at least you can do that much. What a tragedy just to pass through and get nothing out of it.”<br>— Isaac Asimov (<a href=\"http://zenpencils.com/comic/asimov/\">Zen Pencils</a>)</p>\n<p>“And even if we are occupied with most important things, if we attain to honour or fall into great misfortune — still let us remember how good it was once here, when we were all together, united by a good and kind feeling which made us… better perhaps than we are.”<br>— Fyodor Dostoyevsky</p>\n<p>“If I were dropped out of a plane into the ocean and told the nearest land was a thousand miles away, I’d still swim. And I’d despise the one who gave up.”<br>— Abraham Maslow</p>\n<p>“In the real world, equal respect for all cultures doesn’t translate into a rich mosaic of colorful and proud peoples interacting peacefully while maintaining a delightful diversity of food and craftwork. It translates into closed pockets of oppression, ignorance, and abuse.”<br>— Ayaan Hirsi Ali</p>\n<p>“Here’s to the crazy ones. The misfits. The rebels. The troublemakers. The round pegs in the square holes. The ones who see things differently. They’re not fond of rules. And they have no respect for the status quo. You can quote them, disagree with them, glorify or vilify them. About the only thing you can’t do is ignore them. Because they change things. They push the human race forward. And while some may see them as the crazy ones, we see genius. Because the people who are crazy enough to think they can change the world, are the ones who do.”<br>— Apple</p>\n<p>“If only there were evil people somewhere insidiously committing evil deeds, and it were necessary only to separate them from the rest of us and destroy them. But the line dividing good and evil cuts through the heart of every human being. And who is willing to destroy a piece of his own heart?”<br>— Aleksandr Solzhenitsyn</p>\n<p>“We are as forlorn as children lost in the woods. When you stand in front of me and look at me, what do you know of the griefs that are in me and what do I know of yours. And if I were to cast myself down before you and weep and tell you, what more would you know about me than you know about Hell when someone tells you it is hot and dreadful? For that reason alone we human beings ought to stand before one another as reverently, as reflectively, as lovingly, as we would before the entrance to Hell.”<br>— Franz Kafka</p>\n<p>“First they came for the Socialists, and I did not speak out —<br>Because I was not a Socialist.</p>\n<p>Then they came for the Trade Unionists, and I did not speak out —<br>Because I was not a Trade Unionist.</p>\n<p>Then they came for the Jews, and I did not speak out —<br>Because I was not a Jew.</p>\n<p>Then they came for me — and there was no one left to speak for me.”<br>— Martin Niemöller</p>\n<p>“Normal is an illusion. What is normal for the spider is chaos for the fly.”<br>— Charles Addams</p>\n<p>“The day the child realizes that all adults are imperfect, he becomes an adolescent; the day he forgives them, he becomes an adult; the day he forgives himself, he becomes wise.”<br>— Alden Nowlan</p>\n<p>“Do not go gentle into that good night,<br>Old age should burn and rave at close of day;<br>Rage, rage against the dying of the light.”<br>— Dylan Thomas</p>\n<p>“The most beautiful people we have known are those who have known defeat, known suffering, known struggle, known loss, and have found their way out of the depths. These persons have an appreciation, a sensitivity, and an understanding of life that fills them with compassion, gentleness, and a deep loving concern. Beautiful people do not just happen.”<br>— Elisabeth Kübler-Ross</p>\n<p>“What I cannot create, I do not understand.”<br>— Richard Feynman</p>\n<p>“I’ve been making a list of the things they don’t teach you at school. They don’t teach you how to love somebody. They don’t teach you how to be famous. They don’t teach you how to be rich or how to be poor. They don’t teach you how to walk away from someone you don’t love any longer. They don’t teach you how to know what’s going on in someone else’s mind. They don’t teach you what to say to someone who’s dying. They don’t teach you anything worth knowing.”<br>— Neil Gaiman</p>\n<p>“Everybody has a secret world inside of them. All of the people in the whole world, I mean everybody. No matter how dull and boring they are on the outside. Inside them they’ve all got unimaginable, magnificent, wonderful, stupid, amazing worlds. Not just one world. Hundreds of them. Thousands maybe.”<br>— Neil Gaiman</p>\n<p>“The only way to make sense out of change is to plunge into it, move with it, and join the dance.”<br>— Alan Watts</p>\n<p>“This is the real secret of life—to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play.”<br>— Alan Watts</p>\n<p>“When adults say, ‘Teenagers think they are invincible’ with that sly, stupid smile on their faces, they don’t know how right they are. We need never be hopeless, because we can never be irreparably broken. We think that we are invincible because we are. We cannot be born, and we cannot die. Like all energy, we can only change shapes and sizes and manifestations. They forget that when they get old. They get scared of losing and failing. But that part of us greater than the sum of our parts cannot begin and cannot end, and so it cannot fail.”<br>— John Green</p>\n<p>“The only difference in the game of love over the last few thousand years is that they’ve changed trumps from clubs to diamonds.”<br>— The Indianapolis Star</p>\n<p>“If you love a flower, don’t pick it up.<br>Because if you pick it up it dies and it ceases to be what you love.<br>So if you love a flower, let it be.<br>Love is not about possession.<br>Love is about appreciation.”<br>— Osho</p>\n<p>“To the world you may be just one person, but to one person you may be the world.”<br>— Brandi Snyder</p>\n<p>“Do not stand at my grave and weep,<br>I am not there; I do not sleep.<br>I am a thousand winds that blow,<br>I am the diamond glints on snow,<br>I am the sun on ripened grain,<br>I am the gentle autumn rain.<br>When you awaken in the morning’s hush<br>I am the swift uplifting rush<br>Of quiet birds in circling flight.<br>I am the soft starlight at night.<br>Do not stand at my grave and cry,<br>I am not there; I did not die.”<br>— Mary Elizabeth Frye</p>\n<p>“I used to think I was the strangest person in the world but then I thought there are so many people in the world, there must be someone just like me who feels bizarre and flawed in the same ways I do. I would imagine her, and imagine that she must be out there thinking of me too. Well, I hope that if you are out there and read this and know that, yes, it’s true I’m here, and I’m just as strange as you.”<br>— Frida Kahlo</p>\n<p>“Admit it. You aren’t like them. You’re not even close. You may occasionally dress yourself up as one of them, watch the same mindless television shows as they do, maybe even eat the same fast food sometimes. But it seems that the more you try to fit in, the more you feel like an outsider, watching the ‘normal people’ as they go about their automatic existences. For every time you say club passwords like ‘Have a nice day’ and ‘Weather’s awful today, eh?’, you yearn inside to say forbidden things like ‘Tell me something that makes you cry’ or ‘What do you think <em>deja vu</em> is for?’. Face it, you even want to talk to that girl in the elevator. But what if that girl in the elevator (and the balding man who walks past your cubicle at work) are thinking the same thing? Who knows what you might learn from taking a chance on conversation with a stranger? Everyone carries a piece of the puzzle. Nobody comes into your life by mere coincidence. Trust your instincts. Do the unexpected. Find the others.”<br>— Timothy Leary (<a href=\"http://zenpencils.com/comic/102-timothy-leary-you-arent-like-them/\">Zen Pencils</a>)</p>\n<p>“Every generation imagines itself to be more intelligent than the one that went before it, and wiser than the one that comes after it.”<br>— George Orwell</p>\n<p>“The only thing standing between you and your goal is the bullshit story you keep telling yourself as to why you can’t achieve it.”<br>— Jordan Belfort</p>\n<p>“We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.”<br>— Plato</p>\n<p>“Believe those who seek the truth, doubt those who find it.”<br>— André Gide</p>\n<p>“The only person you are destined to become is the person you decide to be.”<br>— Ralph Waldo Emerson</p>\n<p>“Pain is temporary. It may last a minute, or an hour, or a day, or a year, but eventually it will subside and something else will take its place. If I quit, however, it lasts forever.”<br>— Lance Armstrong</p>\n<p>“The secret of getting ahead is getting started. The secret of getting started is breaking your complex overwhelming tasks into small manageable tasks, and then starting on the first one.”<br>— Mark Twain</p>\n<p>“Quiet people have the loudest minds.”<br>— Stephen Hawking</p>\n<p>“From this distant vantage point, the Earth might not seem of any particular interest. But for us, it’s different. Consider again that dot. That’s here. That’s home. That’s us. On it everyone you love, everyone you know, everyone you ever heard of, every human being who ever was, lived out their lives. The aggregate of our joy and suffering, thousands of confident religions, ideologies, and economic doctrines, every hunter and forager, every hero and coward, every creator and destroyer of civilization, every king and peasant, every young couple in love, every mother and father, hopeful child, inventor and explorer, every teacher of morals, every corrupt politician, every ‘superstar,’ every ‘supreme leader,’ every saint and sinner in the history of our species lived there—on a mote of dust suspended in a sunbeam.</p>\n<p>The Earth is a very small stage in a vast cosmic arena. Think of the rivers of blood spilled by all those generals and emperors so that in glory and triumph they could become the momentary masters of a fraction of a dot. Think of the endless cruelties visited by the inhabitants of one corner of this pixel on the scarcely distinguishable inhabitants of some other corner. How frequent their misunderstandings, how eager they are to kill one another, how fervent their hatreds. Our posturings, our imagined self-importance, the delusion that we have some privileged position in the universe, are challenged by this point of pale light. Our planet is a lonely speck in the great enveloping cosmic dark. In our obscurity—in all this vastness—there is no hint that help will come from elsewhere to save us from ourselves.</p>\n<p>The Earth is the only world known, so far, to harbor life. There is nowhere else, at least in the near future, to which our species could migrate. Visit, yes. Settle, not yet. Like it or not, for the moment, the Earth is where we make our stand. It has been said that astronomy is a humbling and character-building experience. There is perhaps no better demonstration of the folly of human conceits than this distant image of our tiny world. To me, it underscores our responsibility to deal more kindly with one another and to preserve and cherish the pale blue dot, the only home we’ve ever known.”<br>— Carl Sagan (<a href=\"http://zenpencils.com/comic/100-carl-sagan-pale-blue-dot/\">Zen Pencils</a>)</p>\n<p>“There are two types of sufferers in this world: those that suffer from a lack of life and those that suffer from an overabundance of it.”<br>— Louis Mackey (Waking Life)</p>\n<p>“Nobody tells this to people who are beginners, I wish someone told me. All of us who do creative work, we get into it because we have good taste. But there is this gap. For the first couple years you make stuff, it’s just not that good. It’s trying to be good, it has potential, but it’s not. But your taste, the thing that got you into the game, is still killer. And your taste is why your work disappoints you. A lot of people never get past this phase, they quit. Most people I know who do interesting, creative work went through years of this. We know our work doesn’t have this special thing that we want it to have. We all go through this. And if you are just starting out or you are still in this phase, you gotta know it’s normal, and the most important thing you can do is do a lot of work. Put yourself on a deadline so that every week you will finish one story. It is only by going through a volume of work that you will close that gap, and your work will be as good as your ambitions. And I took longer to figure out how to do this than anyone I’ve ever met. It’s gonna take awhile. It’s normal to take awhile. You’ve just gotta fight your way through.”<br>— Ira Glass (<a href=\"http://zenpencils.com/comic/90-ira-glass-advice-for-beginners/\">Zen Pencils</a>; <a href=\"http://youtu.be/BI23U7U2aUY\">YouTube</a>)</p>\n<p>“So you think I’m a loser? Just because I have a stinking job that I hate, a family that doesn’t respect me, a whole city that curses the day I was born? Well, that may mean loser to you, but let me tell you something. Every morning when I wake up, I know it’s not going to get any better until I go back to sleep again. So I get up, have my watered down Tang and still-frozen Pop Tart, get in my car with no upholstery, no gas and six more payments to fight traffic just for the privilege of putting cheap shoes on the cloven hooves of people like you. I’ll never play football like I thought I would, I’ll never know the touch of a beautiful woman, and I’ll never again know the joy of driving without a bag on my head. But I’m not a loser. ‘Cause despite it all, me and every other guy who’ll never be what he wanted to be, are still out there, being what we don’t wanna be, forty hours a week, for life. And the fact that I haven’t put a gun to my mouth, you pudding of a woman, makes me a winner!”<br>— Al Bundy</p>\n<p>“The reason that the rich were so rich, Vimes reasoned, was because they managed to spend less money.</p>\n<p>Take boots, for example. He earned thirty-eight dollars a month plus allowances. A really good pair of leather boots cost fifty dollars. But an affordable pair of boots, which were sort of OK for a season or two and then leaked like hell when the cardboard gave out, cost about ten dollars. Those were the kind of boots Vimes always bought, and wore until the soles were so thin that he could tell where he was in Ankh-Morpork on a foggy night by the feel of the cobbles.</p>\n<p>But the thing was that good boots lasted for years and years. A man who could afford fifty dollars had a pair of boots that’d still be keeping his feet dry in ten years’ time, while the poor man who could only afford cheap boots would have spent a hundred dollars on boots in the same time and would still have wet feet.</p>\n<p>This was the Captain Samuel Vimes ‘Boots’ theory of socioeconomic unfairness.”<br>— Terry Pratchett</p>\n<p>“When you’re good at something, you’ll tell everyone. When you’re great at something, they’ll tell you.”<br>— Walter Payton</p>\n<p>“The idea that some lives matter less is the root of all that’s wrong with the world.”<br>— Paul Farmer</p>\n<p>“It suddenly struck me that that tiny pea, pretty and blue, was the Earth. I put up my thumb and shut one eye, and my thumb blotted out the planet Earth. I didn’t feel like a giant. I felt very, very small.”<br>— Neil Armstrong (<a href=\"http://zenpencils.com/comic/76-neil-armstrong-a-giant-among-men/\">Zen Pencils</a>)</p>\n<p>“When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.”<br>— Helen Keller (<a href=\"http://zenpencils.com/comic/79-helen-keller-when-one-door-closes/\">Zen Pencils</a>)</p>\n<p>“Surely, if life means anything at all, it means that each of us is entrusted with a certain irreplaceable fund of hours and weeks and years. To let anybody and everybody fritter that fund away is as if the trustee of an estate were to deposit the estate’s funds in a bank and issue check books to whoever applied.”<br>— Anonymous (<a href=\"http://mikecanex.wordpress.com/2012/12/26/1922-why-i-quit-being-so-accommodating/\">The American Magazine</a>)</p>\n<p>“A long time from now will be now really soon.”<br>— Tim Scott (<a href=\"http://qr.ae/Ig3y2\">Quora</a>)</p>\n<p>“We tend to greatly overestimate what we can achieve in the next 10 months and greatly underestimate what we can achieve in the next 10 years.”<br>— Tim Scott (<a href=\"http://qr.ae/Ig3y2\">Quora</a>)</p>\n<p>“Two roads diverged in a wood, and I—<br>I took the one less traveled by,<br>And that has made all the difference.”<br>— Robert Frost (<a href=\"http://zenpencils.com/comic/60-robert-frost-the-road-not-taken/\">Zen Pencils</a>)</p>\n<p>“Sometimes I lie awake at night, and ask, ‘Where have I gone wrong?’ Then a voice says to me, ‘This is going to take more than one night.’”<br>— Charles M. Schulz</p>\n<p>“I love mankind; it’s people I can’t stand.”<br>— Charles M. Schulz</p>\n<p>“All you need is love. But a little chocolate now and then doesn’t hurt.”<br>— Charles M. Schulz</p>\n<p>“I think I’ve discovered the secret of life—you just hang around until you get used to it.”<br>— Charles M. Schulz</p>\n<p>“When you’re happy, you enjoy the music. But when you’re sad, you understand the lyrics.”<br>— Frank Ocean</p>\n<p>“War does not determine who is right—only who is left.”<br>— Bertrand Russell</p>\n<p>“I always wonder why birds choose to stay in the same place when they can fly anywhere on the earth. Then I ask myself the same question.”<br>— Harun Yahya</p>\n<p>“Some people say, ‘How can you live without knowing?’ I do not know what they mean. I always live without knowing. That is easy. How you get to know is what I want to know.”<br>— Richard Feynman</p>\n<p>“A poet once said, ‘The whole universe is in a glass of wine.’ We will probably never know in what sense he meant that, for poets do not write to be understood. But it is true that if we look at a glass of wine closely enough we see the entire universe.”<br>— Richard Feynman</p>\n<p>“Alone we can do so little; together we can do so much.”<br>— Helen Keller</p>\n<p>“The liar’s punishment is not in the least that he is not believed, but that he cannot believe anyone else.”<br>— George Bernard Shaw</p>\n<p>“If you always put limits on everything you do, physical or anything else, it will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.”<br>— Bruce Lee</p>\n<p>“I would rather be ashes than dust! I would rather that my spark should burn out in a brilliant blaze than it should be stifled by dry-rot. I would rather be a superb meteor, every atom of me in magnificent glow, than a sleepy and permanent planet. The function of man is to live, not to exist. I shall not waste my days trying to prolong them. I shall use my time.”<br>— Jack London (<a href=\"http://zenpencils.com/comic/111-jack-london-i-would-rather-be-ashes-than-dust/\">Zen Pencils</a>)</p>\n<p>“Watch your thoughts; they become words. Watch your words; they become actions. Watch your actions; they become habit. Watch your habits; they become character. Watch your character; it becomes your destiny.”<br>— Lao Tzu</p>\n<p>“I have never met a man so ignorant that I could not learn something from him.”<br>— Galileo Galilei</p>\n<p>“The real question is not whether machines think but whether men do.”<br>— B. F. Skinner</p>\n<p>“Experience is the name everyone gives to their mistakes.”<br>— Oscar Wilde</p>\n<p>“You will hear people say that poverty is the best spur to the artist. They have never felt the iron of it in their flesh. They do not know how mean it makes you. It exposes you to endless humiliation, it cuts your wings, it eats into your soul like a cancer. It is not wealth one asks for, but just enough to preserve one’s dignity, to work unhampered, to be generous, frank and independent. I pity with all my heart the artist, whether he writes or paints, who is entirely dependent for subsistence upon his art.”<br>— W. Somerset Maugham</p>\n<p>“Many of life’s failures are people who did not realize how close they were to success when they gave up.”<br>— Thomas Edison</p>\n<p>“I have not failed. I’ve just found 10,000 ways that won’t work.”<br>— Thomas Edison</p>\n<p>“It is hard to fail, but it is worse never to have tried to succeed.”<br>— Theodore Roosevelt</p>\n<p>“It is not the critic who counts, not the man who points out how the strong man stumbled, or where the doer of deeds could have done better. The credit belongs to the man who is actually in the arena; whose face is marred by the dust and sweat and blood; who strives valiantly; who errs and comes short again and again, because there is no effort without error or shortcoming; who knows the great enthusiasms, the great devotions and spends himself in a worthy cause; who at the best, knows in the end the triumph of high achievement, and who, at worst, if he fails, at least fails while daring greatly; so that his place shall never be with those cold and timid souls who know neither victory or defeat.”<br>— Theodore Roosevelt (<a href=\"http://zenpencils.com/comic/theodore-roosevelt-the-man-in-the-arena/\">Zen Pencils</a>)</p>\n<p>“Do what you can, with what you have, where you are.”<br>— Theodore Roosevelt</p>\n<p>“Moderation in all things, especially moderation.”<br>— Ralph Waldo Emerson</p>\n<p>“One reason we struggle with insecurity: we’re comparing our behind the scenes to everyone else’s highlight reel.”<br>— Steven Furtick (<a href=\"https://twitter.com/stevenfurtick/status/67981913746444288\">Twitter</a>)</p>\n<p>“I was always looking outside myself for strength and confidence, but it comes from within. It is there all the time.”<br>— Anna Freud</p>\n<p>“There is nothing noble in being superior to your fellow man; true nobility is being superior to your former self.”<br>— Ernest Hemingway</p>\n<p>“Why do we fall…? So that we can learn to pick ourselves up.”<br>— Alfred Pennyworth (Batman Begins)</p>\n<p>“No one looks stupid when they’re having fun.”<br>— Amy Poehler</p>\n<p>“There are three deaths. The first is when the body ceases to function. The second is when the body is consigned to the grave. The third is that moment, sometime in the future, when your name is spoken for the last time.”<br>— David Eagleman</p>\n<p>“If you want to be happy, be.”<br>— Leo Tolstoy</p>\n<p>“The clock is running. Make the most of today. Time waits for no man. Yesterday is history. Tomorrow is a mystery. Today is a gift. That’s why it is called the present.”<br>— Alice Morse Earle</p>\n<p>“Have you ever been in love? Horrible isn’t it? It makes you so vulnerable. It opens your chest and it opens up your heart and it means that someone can get inside you and mess you up. You build up all these defenses, you build up a whole suit of armor, so that nothing can hurt you, then one stupid person, no different from any other stupid person, wanders into your stupid life…You give them a piece of you. They didn’t ask for it. They did something dumb one day, like kiss you or smile at you, and then your life isn’t your own anymore. Love takes hostages. It gets inside you. It eats you out and leaves you crying in the darkness, so simple a phrase like ‘maybe we should be just friends’ turns into a glass splinter working its way into your heart. It hurts. Not just in the imagination. Not just in the mind. It’s a soul-hurt, a real gets-inside-you-and-rips-you-apart pain. I hate love.”<br>— Neil Gaiman</p>\n<p>“No one can make you feel inferior without your consent.”<br>— Eleanor Roosevelt</p>\n<p>“Those who stand for nothing fall for anything.”<br>— Alexander Hamilton</p>\n<p>“I’ve learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.”<br>— Maya Angelou</p>\n<p>“Don’t walk behind me; I may not lead. Don’t walk in front of me; I may not follow. Just walk beside me and be my friend.”<br>— Albert Camus</p>\n<p>“You only live once, but if you do it right, once is enough.”<br>— Mae West</p>\n<p>“Be the change that you wish to see in the world.”<br>— Mahatma Gandhi</p>\n<p>“You’ve gotta dance like there’s nobody watching,<br>Love like you’ll never be hurt,<br>Sing like there’s nobody listening,<br>And live like it’s heaven on earth.”<br>— William W. Purkey</p>\n<p>“To live is the rarest thing in the world. Most people exist, that is all.”<br>— Oscar Wilde</p>\n<p>“Be yourself; everyone else is already taken.”<br>— Oscar Wilde</p>\n<p>“It matters not what someone is born, but what they grow to be.”<br>— J. K. Rowling</p>\n<p>“It does not do to dwell on dreams and forget to live.”<br>— J. K. Rowling</p>\n<p>“It is the unknown we fear when we look upon death and darkness, nothing more.”<br>— J. K. Rowling</p>\n<p>“Differences of habit and language are nothing at all if our aims are identical and our hearts are open.”<br>— J. K. Rowling</p>\n<p>“Do not pity the dead…. Pity the living, and, above all, those who live without love.”<br>— J. K. Rowling</p>\n<p>“The world is not threatened by evil people, but by those who allow evil to take place.”<br>— Albert Einstein</p>\n<p>“The great mistake is to anticipate the outcome of the engagement; you ought not to be thinking of whether it ends in victory or defeat. Let nature take its course, and your tools will strike at the right moment.”<br>— Bruce Lee</p>\n<p>“You’re not disabled by the disabilities you have, you are able by the abilities you have.”<br>— Oscar Pistorius</p>\n<p>“Imagination is more important than knowledge.”<br>— Albert Einstein</p>\n<p>“You miss 100% of the shots you don’t take.”<br>— Wayne Gretzky</p>\n<p>“Shoot for the moon. Even if you miss, you’ll land among the stars.”<br>— Les Brown</p>\n<p>“Everything should be made as simple as possible, but no simpler.”<br>— Albert Einstein</p>\n<p>“Do not follow where the path may lead. Go, instead, where there is no path and leave a trail.”<br>— Ralph Waldo Emerson</p>\n<p>“It is our choices … that show what we truly are, far more than our abilities.”<br>— J. K. Rowling</p>\n<p>“To give anything less than your best is to sacrifice the gift.”<br>— Steve Prefontaine</p>\n<p>“Only those who will risk going too far can possibly find out how far one can go.”<br>— T. S. Eliot</p>\n<p>“Put your hand on a hot stove for a minute, and it seems like an hour. Sit with a pretty girl for an hour, and it seems like a minute. That’s relativity.”<br>— Albert Einstein</p>\n<p>“Dream as if you’ll live forever. Live as if you’ll die today.”<br>— James Dean</p>\n<p>“Live without pretending, Love without depending, Listen without defending, Speak without offending.”<br>— Drake (<a href=\"https://twitter.com/Drake/status/39568541719986176\">Twitter</a>)</p>\n<p>“Don’t judge each day by the harvest you reap but by the seeds that you plant.”<br>— Robert Louis Stevenson</p>\n<p>“Time you enjoy wasting, was not wasted.”<br>— John Lennon</p>\n<p>“To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.”<br>— Ralph Waldo Emerson</p>\n<p>“What lies behind us and what lies before us are tiny matters compared to what lies within us.”<br>— Ralph Waldo Emerson</p>\n<p>“And in the end, it’s not the years in your life that count. It’s the life in your years.”<br>— Abraham Lincoln</p>\n<p>“Only a life lived for others is a life worthwhile.”<br>— Albert Einstein</p>\n<p>“Some people want it to happen, some wish it would happen, others make it happen.”<br>— Michael Jordon</p>\n<p>“Imperfection is beauty, madness is genius and it’s better to be absolutely ridiculous than absolutely boring.”<br>— Marilyn Monroe</p>\n<p>“You can’t expect to hit the jackpot if you don’t put a few nickels in the machine.”<br>— Flip Wilson</p>\n<p>“Throughout life you will meet one person who is like no other. You could talk to this person for hours and never get bored, you could tell this person things and they will never judge you. This person is your soulmate… your best friend… never let them go…”<br>— Anonymous</p>\n<p>“To love at all is to be vulnerable. Love anything and your heart will be wrung and possibly broken. If you want to make sure of keeping it intact you must give it to no one, not even an animal. Wrap it carefully round with hobbies and little luxuries; avoid all entanglements. Lock it up safe in the casket or coffin of your selfishness. But in that casket, safe, dark, motionless, airless, it will change. It will not be broken; it will become unbreakable, impenetrable, irredeemable. To love is to be vulnerable.”<br>— C. S. Lewis (<a href=\"http://zenpencils.com/comic/103-c-s-lewis-to-love-at-all/\">Zen Pencils</a>)</p>\n<p>“You don’t have a soul. You are a soul. You have a body.”<br>— C. S. Lewis</p>\n<p>“Friendship is born at that moment when one person says to another: ‘What! You too? I thought I was the only one.’”<br>— C. S. Lewis</p>\n<p>“The question is not what you look at, but what you see.”<br>— Henry David Thoreau</p>\n<p>“It’s beauty that captures your attention; personality which captures your heart.”<br>— Oscar Wilde</p>\n<p>“If you want to know what a man’s like, take a good look at how he treats his inferiors, not his equals.”<br>— J. K. Rowling</p>\n<p>“It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.”<br>— J. K. Rowling</p>\n<p>“Life can only be understood backwards; but it must be lived forwards.”<br>— Søren Kierkegaard</p>\n<p>“Sometimes people are beautiful.<br>Not in looks.<br>Not in what they say.<br>Just in what they are.”<br>— Marcus Zusak</p>\n<p>“Just when you think it can’t get any worse, it can. And just when you think it can’t get any better, it can.”<br>— Nicholas Sparks</p>\n<p>“Life is an opportunity, benefit from it.<br>Life is beauty, admire it.<br>Life is a dream, realize it.<br>Life is a challenge, meet it.<br>Life is a duty, complete it.<br>Life is a game, play it.<br>Life is a promise, fulfill it.<br>Life is sorrow, overcome it.<br>Life is a song, sing it.<br>Life is a struggle, accept it.<br>Life is a tragedy, confront it.<br>Life is an adventure, dare it.<br>Life is luck, make it.<br>Life is too precious, do not destroy it.<br>Life is life, fight for it.”<br>— Mother Teresa</p>\n<p>“It is better to be hated for what you are than loved for what you are not.”<br>— André Gide</p>\n<p>“Today you are You, that is truer than true. There is no one alive who is Youer than You.”<br>— Dr. Seuss</p>\n<p>“In three words I can sum up everything I’ve learned about life: it goes on.”<br>— Robert Frost</p>\n<p>“Insanity is doing the same thing, over and over again, but expecting different results.”<br>— Albert Einstein</p>\n<p>“Don’t cry because it’s over, smile because it happened.”<br>— Dr. Seuss</p>\n<p>“Everything has been figured out, except how to live.”<br>— Jean-Paul Sartre</p>\n<p>“I’m selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle. But if you can’t handle me at my worst, then you sure as hell don’t deserve me at my best.”<br>— Marilyn Monroe</p>\n<p>“Don’t go around saying the world owes you a living. The world owes you nothing. It was here first.”<br>— Mark Twain</p>\n<p>“To err is human; to forgive, divine.”<br>— Alexander Pope</p>\n<p>“Be who you are and say what you feel because those who mind don’t matter and those who matter don’t mind.”<br>— Dr. Seuss (<a href=\"http://zenpencils.com/comic/96-dr-seuss-those-who-mind-dont-matter/\">Zen Pencils</a>)</p>\n<p>“Never take life seriously. Nobody gets out alive anyways.”<br>— Anonymous</p>\n<p>“The only thing we have to fear, is fear itself.”<br>— Franklin D. Roosevelt</p>\n<p>“The highest form of ignorance is when you reject something you don’t know anything about.”<br>— Wayne Dyer</p>\n<p>“By letting it go it all gets done. The world is won by those who let it go. But when you try and try. The world is beyond winning.”<br>— Lao Tzu</p>\n<p>“Those who cannot remember the past are condemned to repeat it.”<br>— George Santayana</p>\n<p>“Whether you believe you can do a thing or not, you are right.”<br>— Henry Ford</p>\n<p>“Everybody is a genius. But if you judge a fish by its ability to climb a tree, it will live its whole life believing that it is stupid.”<br>— Albert Einstein (<a href=\"http://zenpencils.com/comic/albert-einstein-everybody-is-a-genius/\">Zen Pencils</a>)</p>\n<p>“Be nice to nerds. Chances are you’ll end up working for one.”<br>— Charles J. Sykes</p>\n<p>“Always be a first-rate version of yourself, instead of a second-rate version of somebody else.”<br>— Judy Garland</p>\n<p>“Stay Hungry. Stay Foolish.”<br>— Steve Jobs</p>\n<p>“Every man dies. Not every man really lives.”<br>— William Wallace</p>\n<p>“Any fool can make things bigger, more complex, and more violent. It takes a touch of genius—and a lot of courage—to move in the opposite direction.”<br>— Albert Einstein</p>\n<p>“There is only one success—to be able to spend your life in your own way.”<br>— Christopher Morley</p>\n<p>“There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.”<br>— Albert Einstein</p>\n<p>“Your time is limited, so don’t waste it living someone else’s life. Don’t be trapped by dogma—which is living with the results of other people’s thinking. Don’t let the noise of others’ opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition. They somehow already know what you truly want to become. Everything else is secondary.”<br>— Steve Jobs (<a href=\"http://zenpencils.com/comic/16-steve-jobs-your-time-is-limited/\">Zen Pencils</a>, <a href=\"http://youtu.be/UF8uR6Z6KLc\">YouTube</a>)</p>\n<p>“You can’t connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something—your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.”<br>— Steve Jobs</p>\n<p>“That’s been one of my mantras—focus and simplicity. Simple can be harder than complex: You have to work hard to get your thinking clean to make it simple. But it’s worth it in the end because once you get there, you can move mountains.”<br>— Steve Jobs</p>\n<p>“A man who has never made a woman angry is a failure in life.”<br>— Christopher Morley</p>\n<p>“Life is like a game of cards. The hand you are dealt is determinism; the way you play it is free will.”<br>— Jawaharlal Nehru</p>\n<p>“Snow and adolescence are the only problems that disappear if you ignore them long enough.”<br>— Earl Wilson</p>\n<p>“By failing to prepare, you are preparing to fail.”<br>— Benjamin Franklin</p>\n<p>“Only two things are infinite, the universe and human stupidity, and I’m not sure about the former.”<br>— Albert Einstein</p>\n<p>“Genius is one percent inspiration, ninety-nine percent perspiration.”<br>— Thomas Edison</p>\n<img src=\"https://medium.com/_/stat?event=post.clientViewed&amp;referrerSource=full_rss&amp;postId=f466c2d1732f\" width=\"1\" height=\"1\" alt=\"\">\n","enclosure":{},"categories":["quotes"]}]}